Repository: FlipByBlink/PersonaChess
Catalog: PersonaChess/Supporting files/🌐Localization/Localizable.xcstrings
Source language: en
Languages: ja

source: ・This option is intended to hide the passthrough view. ・Please set this option before starting SharePlay. ・This option will not be applied to the call recipient.
ja: ・このオプションはパススルーの映像を隠すためのものです。 ・SharePlayを始める前に、このオプションを有効にしてください。 ・このオプションは通話相手側には反映されません。

source: “Capture and edit your Persona (beta) on Apple Vision Pro - Apple Support”
ja: 「Apple Vision ProでPersona（ベータ版）を収録する/編集する - Apple サポート (日本)」

source: “Use SharePlay in FaceTime calls on Apple Vision Pro - Apple Support”
ja: 「Apple Vision ProでのFaceTime通話でSharePlayを使用する - Apple サポート (日本)」

source: "Use spatial Persona (beta) on Apple Vision Pro - Apple Support”
ja: 「Apple Vision Proで空間Persona（ベータ版）を使用する - Apple サポート (日本)」

source: About App
ja: アプリについて

source: About data
ja: データについて

source: About options
ja: オプションについて

source: Adjust the height of the board.
ja: ボードの高さを調節できます。

source: Adjust the rotation of the board.
ja: ボードの向きを調整できます。

source: Adjust the size of the board.
ja: ボードの大きさを調整できます。

source: Apple official support page
ja: Apple公式サポートページ

source: By setting the board’s height equal to the floor, the board will seamlessly integrate with the floor.
ja: ボードの高さを床と同じ高さにすると、ボードと床が一体化します。

source: Display an environment for screen recording in full space
ja: フルスペース上で画面収録のための「バーチャル部屋」環境を表示する

source: End activity
ja: アクティビティ を終了

source: Enter full space
ja: フルスペース に入る

source: Exit full space
ja: フルスペース から抜ける

source: Full space mode
ja: フルスペースモード

source: How to start
ja: 開始の仕方

source: If you launch this application during FaceTime, you can start an activity. When you start an activity, the callers automatically join an activity.
ja: FaceTime中にこのアプリを立ち上げると、アクティビティを起動することが出来ます。誰かがSharePlayを開始すると、通話相手は自動的にSharePlayに参加します。

source: If you want to join a SharePlay session that has already started, you can do so from the Control Center.
ja: もし既に通話相手がSharePlayを開始している場合は、コントロールセンターから参加できます。

source: If your friend has already started chess activity, you can join the activity from the Control Center.
ja: 友達が既に「チェス」アクティビティを起動している場合は、コントロールセンターからアクティビティに参加しましょう。

source: Join SharePlay
ja: SharePlayに参加する

source: Larger
ja: 大きくする

source: Open the toolbar at the bottom of a board.
ja: ツールバーはボードの下のボタンから開くことが出来ます。

source: Open the toolbar on your left wrist.
ja: ツールバーは左手首のボタンから開くことが出来ます。

source: PersonaChess
ja: ペルソナチェス

source: Reset
ja: リセット

source: Rotate
ja: 回転

source: Set up SharePlay
ja: SharePlayをセットアップ

source: Share chess
ja: チェスを共有

source: Smaller
ja: 小さくする

source: Start "Share chess" activity
ja: 「チェスを共有」アクティビティを開始

source: The Group Activities framework uses end-to-end encryption on all session data. Developer and Apple doesn’t have the keys to decrypt this data.
ja: SharePlayではユーザーのデバイス間で同期するすべてのセッションデータに対してエンドツーエンド暗号化が用いられます。アプリ開発者やAppleは、このデータの復号鍵を保持していません。つまり、SharePlay中に通信されるデータを第三者が確認する事はありません。

source: The Persona (or Spatial Persona) is displayed as part of SharePlay, in collaboration with this app and FaceTime.
ja: FaceTimeとこのアプリが連携し、ペルソナ(また空間ペルソナ)は表示されます。

source: The Reset feature allows you to restart the chess game from the beginning.
ja: リセット機能でチェスの配置を最初の状態に戻せます。

source: The Undo feature allows you to take back your last move.
ja: 「戻す」機能で一手前の状態に戻せます。

source: Undo
ja: 戻す

source: What's Persona?
ja: ペルソナって何？

source: What's SharePlay?
ja: SharePlayって何？

source: With SharePlay in the FaceTime app, you can play chess in sync with friends and family while on a FaceTime call together. Enjoy a real-time connection with others on the call—with synced game and shared controls, you see and hear the same moments at the same time.
ja: FaceTime App でSharePlayを使用すると、友達や家族とのFaceTime通話中にチェスを同期した状態でプレイすることができます。通話に参加しているほかの人とリアルタイムにつながって楽しみましょう。操作が共有されるため、同時に同じ瞬間を見たり聞いたりできます。

source: You are currently connected with a friend. Join an activity launched by your friend, or launch an activity by yourself.
ja: 現在、友達と繋がっているようです。友達が立ち上げたアクティビティに参加するか、もしくは自分でアクティビティを起動しましょう。

source: You are currently not in Spatial mode. Please switch to Spatial mode from Control Center or FaceTime window.
ja: 現在、あなたは空間モードではありません。 コントロールセンター(もしくはFaceTimeウインドウ)で空間モードに変更してください。

source: You can also start SharePlay yourself. During a FaceTime call, a system menu UI for SharePlay appears at the bottom of the app. You can start SharePlay from the menu.
ja: 自分からSharePlayを開始する事もできます。FaceTimeの通話中にアプリ下部にSharePlay用のシステムUIが表示されます。そのメニューからSharePlayを開始できます。
